Repository: common-repository/yep-youtube-embed
Catalog: languages/yep-youtube-embed-*.po
Languages: uk

source: This plugin make your video in publications fast and responsive.
uk: Цей плагін зробить завантаження публікацій з відео набагато швидшим а самі відео адаптивними.

source: and
uk: та

source: Plugins by Webamator
uk: Плагіни від Webamator-а

source: Thank you for use my plugins:
uk: Дякую що користуєтесь моїми плагінами:

source: requires at least WordPress version 4.8.3. You are running version %s. Please upgrade and try again.
uk: потребує WordPress 4.8.3 або новіший. Ви використовуєте версію %s. Будь ласка, оновіть WordPress та спробуйте ще раз.

source: requires WooCommerce. Please install/enable it and try again.
uk: потребує WooCommerce. Будь ласка, встановіть/увімкніть його та спробуйте ще раз.

source: Settings
uk: Налаштування

source: Settings for YEP
uk: Налаштування для YEP

source: Shortcodes:
uk: Шорткоди:

source: Simple shortcode:
uk: Простий шорткод:

source: Shortcode with attributes:
uk: Шорткод з атрибутами:

source: Options:
uk: Опції:

source: Start at
uk: Початок

source: Privacy Enhanced
uk: Конфіденційність

source: Сontrols
uk: Елементи керування

source: Empty or format XX:XX:XX (Hours:Minutes:Seconds).
uk: Залишить поле пустим або заповніть в форматі XX:XX:XX (години:хвилини:секунди)

source: Enable privacy-enhanced mode.
uk: Увімкнути режим підвищеної конфіденційності.

source: Show player controls.
uk: Показувати елементи керування програвачем.
